
/******************** (C) COPYRIGHT 2016 陆超 ***********************************
* File Name          :  Global.c
* Author             :  陆超
* CPU Type           :  ArduinoMega2560
* IDE                :  Arduino
* Version            :  V1.0
* Date               :  09/18/2016
* Description        :  全局变量
*******************************************************************************/
/* Includes ------------------------------------------------------------------*/
#include "Global.h"

/* Private variables ---------------------------------------------------------*/
//----------------------- System ----------------------------------------------/
u8                      Sys_Memory_Usage;                               // 内存使用率
u32						Sys_1ms_TimeBase;								// 1ms时间基准
u32						Sys_1s_TimeBase;								// 1s时间基准

/******************* (C) COPYRIGHT 2016 陆超 **************END OF FILE**********/
